var cameras =
    [
        {   
            "id":"1",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"https://blog.rokomari.com/wp-content/uploads/2020/05/99037196.FRSsmiPW.DhakaJan08033.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"2",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"https://blog.rokomari.com/wp-content/uploads/2020/05/bookshelf-books-old-antiquariat-1.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"3",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"https://blog.rokomari.com/wp-content/uploads/2020/04/bilgates.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"4",
            "title":"শিশুর মানসিক বিকাশ এবং শিশু শিক্ষার দিকপাল জ্যাঁ পিঁয়াজে",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/Untitled-design-14.png",
            "publish": "15 1pril,2020",
            "category":"স্বাস্থ বিষয়ক",
            "body": "জ্যাঁ পিঁয়াজে জন্মগ্রহণ করেন ১৮৯৬ সালে, সুইজারল্যাণ্ডে। তার বাবা ছিলেন নিউচাতাল বিশ্ববিদ্যালয়ের ইতিহাসের শিক্ষক। পিঁয়াজে জীবনের সাফল্যের জন্য তার বুদ্ধিদীপ্ত ও উৎসাহব্যাঞ্জক পারিবারিক পরিবেশের কথা বারবার বলেছেন। বড় হওয়ার পর তার অধিকাংশ সময় বাবার সাথে পৃথিবীর নানা বিষয়ে আলোচনার মাধ্যমে কেটেছে। জন্ম থেকেই পিঁয়াজে একজন প্রাকৃতিক পর্যবেক্ষক। এই পর্যবেক্ষণের অসাধারণ ক্ষমতাকে তিনি কাজে লাগালেন প্রকৃতি পর্যবেক্ষণের কাজে। এগারো বছর বয়সে তার প্রথম বিজ্ঞানভিত্তিক প্রবন্ধ প্রকাশিত হয় একটি স্থানীয় বিজ্ঞান পত্রিকায়, ’জার্নাল অব ন্যাচারাল হিস্ট্রি অব নিউচাতাল’-এ। এরপরে নিউচাতালের মিউজিয়াম অব ন্যাচারাল হিস্ট্রির তত্ত্বাবধায়ক বিশিষ্ট প্রাণিবিদ পল গডেটের সাথে পিঁয়াজের পরিচয় হয়। গডেট পিঁয়াজেকে শিখালেন কীভাবে গ্রামের পরিবেশ এবং প্রাকৃতিক জীবন পর্যবেক্ষণ করতে হয়। এর ফলে স্থানীয় জলাশয় ও লেকের প্রতি তার আগ্রহ বেড়ে যায় । গবেষণার স্বার্থেই তিনি ঐসব জলাশয়ে থাকা বিভিন্ন প্রাণীর প্রতি আগ্রহী হয়ে উঠেন। কৈশোরে লেখাপড়ার পাশাপাশি পিঁয়াজে প্রকৃতি পর্যবেক্ষণের কাজও করতে থাকেন। এসময় তার বেশিরভাগ সময় কাটে একধরণের ছত্রাক পর্যবেক্ষণ করে। পিঁয়াজের জীবনে তার বাবা এবং গডেট ছাড়াও আরো একজনের প্রভাব পড়েছিল। তিনি হলেন পিঁয়াজের ধর্মপিতা স্যামুয়েল কারনেট। তাছাড়া ফরাসি দার্শনিক হেনরি বার্গসনের সাথেও তাঁর পরিচয় হয়। তিনি বার্গসনের জীববিজ্ঞান এবং অন্যান্য ভাব দ্বারা প্রভাবিত হন। বার্গসনের বই পড়েই পিঁয়াজে জীববিদ্যার প্রতি আগ্রহী হয়ে ওঠেন। এই আগ্রহ জীববিদ্যার প্রতি তার প্যাশনকে বাড়িয়ে দেয় এবং তিনি বিজ্ঞান ও ধর্মীয় মূল্যবোধকে একত্রিত করে একটি নতুন দর্শন সৃষ্টির অনুপ্রেরণা লাভ করেন। পিঁয়াজে ১৯১৪ সালে নিউচাতাল বিশ্ববিদ্যালয়ের লেখাপড়া শুরু করেন। এখানে একজন শিক্ষক ছিলেন, তার নাম রেমণ্ড। ইনি দর্শন ও ধর্মতত্ত্ব উভয় বিষয়েই সমান পারদর্শী ছিলেন। ধর্ম এবং জীববিজ্ঞানের প্রতি আগ্রহ থাকা সত্ত্বেও পিঁয়াজে তার শিক্ষাজীবনে ডক্টরাল থিসিস করেন এককোষী জীব-ছত্রাকের উপর ।পিঁয়াজের লেখা প্রথম দুটি বইতে দর্শনের প্রতি তার আগ্রহ ফুটে ওঠে। কিন্তু পরবর্তীতে তিনি নিজেই এই লেখাগুলোকে ‘বয়ঃসন্ধিকালীন শিশুতোষ চিন্তা’ বলে বাতিল করে দিয়েছেন।"
        },
        {   
            "id":"5",
            "title":"স্বামী বিবেকানন্দের বই পড়ার বিচিত্র ঘটনা যা অনেকের অজানা",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/Swami-Vivekananda-Biography.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "দার্শনিক, লেখক, ধর্মীয়, সাংস্কৃতিক ব্যক্তিত্ব, রামকৃষ্ণ মঠ প্রতিষ্ঠাতা এবং বিশ্বজ্ঞানী স্বামী বিবেকানন্দ। কে না চেনে এই বিজ্ঞতপ্রসূত বিচক্ষণ বাঙালিকে? সর্বকালের সর্বশ্রেষ্ঠ বাঙালি: বিবিসি বাংলার জরিপে ১৭ নম্বর স্থানধারী স্বামী বিবেকানন্দের বহুল প্রচলিত রহস্যাবৃত এক ঘটনা দিয়ে তার পরিচয়কে একটু শক্ত করে তুলে ধরা যাক। দার্শনিক, লেখক, ধর্মীয়, সাংস্কৃতিক ব্যক্তিত্ব, রামকৃষ্ণ মঠ প্রতিষ্ঠাতা এবং বিশ্বজ্ঞানী স্বামী বিবেকানন্দ। কে না চেনে এই বিজ্ঞতপ্রসূত বিচক্ষণ বাঙালিকে? সর্বকালের সর্বশ্রেষ্ঠ বাঙালি: বিবিসি বাংলার জরিপে ১৭ নম্বর স্থানধারী স্বামী বিবেকানন্দের বহুল প্রচলিত রহস্যাবৃত এক ঘটনা দিয়ে তার পরিচয়কে একটু শক্ত করে তুলে ধরা যাক।"
        },
        {   
            "id":"6",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"https://blog.rokomari.com/wp-content/uploads/2020/05/image.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"7",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/150905-harkup-agatha-christie-tease.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"8",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/candle-1646765_1280-1-1200x853.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"9",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2016/12/171226165814-parenting-resolutions-go-ask-your-dad-super-tease.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"10",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/jean-piaget.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"11",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/rabi-10.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"12",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2019/10/Stress-Literally-Shrinks-Your-Brain-1.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"13",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/islam.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"14",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/corona-economy.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"15",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2019/07/0_LKED1CPidkB4oqPe-e1587582003207.png",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"16",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2018/09/Untitled-design-2-1.png",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"17",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2018/09/Banned_1-3.gif",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"18",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/What-Books-Should-A-Millennial-Read-For-Thriving-Success.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"19",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2017/12/2.png",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        },
        {   
            "id":"20",
            "title":"বাংলা সাহিত্যে ভাষা আন্দোলনের প্রভাব",
            "img":"http://blog.rokomari.com/wp-content/uploads/2020/04/11037572_10152842452163925_3318932891551539325_o.jpg",
            "publish": "21 may,2020",
            "category":"সাহিত্য",
            "body": "যোগাযোগের অন্যতম মাধ্যম ভাষা। যেকোনও জাতির স্বকীয়তাও প্রমাণ করে, সে জাতির মধ্যে প্রচলিত সর্বজনীন ভাষা। ভাষিক সংস্কৃতির সমৃদ্ধির মধ্য দিয়ে ভাষাগোষ্ঠীও পৌঁছে যায় অনন্য উচ্চতায়। ফলে রাষ্ট্রযন্ত্র কিংবা ক্ষমতালোভীদের কূটচক্রান্তে এই ভাষা কিংবা ভাষিক জনগোষ্ঠী আক্রান্ত হলে প্রতিরোধ ও আন্দোলনই হয়ে ওঠে সচেতন ভাষাবাহীর সত্তাকে স্বাধীন করার একমাত্র পথ। বাঙালি জাতি ভাষাপ্রেমে পরীক্ষিত। হাজার বছরের বাঙালির জীবন প্রবাহে যেসব আন্দোলন, সংগ্রাম, গৌরবগাথা যুক্ত হয়েছে, বিংশ শতাব্দীর ভাষা আন্দোলন তার মধ্যে অন্যতম। ১৯৫২ সালে সংঘটিত ভাষা আন্দোলনের মধ্য দিয়ে বিশ্ববাসীও বিস্মিত হয়েছে বাঙালির ভাষাপ্রীতিতে। ‘ভাষার জন্য আত্মত্যাগ’ বাঙালিকে বিশ্বের মানুষের কাছে আদর্শিক ও মর্যাদাপূর্ণ স্থানে দৃষ্টান্ত রূপে প্রতিস্থাপন করতে সক্ষম হয়েছে, এ কথাও জোর দিয়ে বলা যায়।"
        }
    ]

export default cameras;